Repository: csci-599-applied-ml-for-games/Adversarial-Deep-Q-Learning-Bot-for-Scotland-Yard
Catalog: londonlaw/londonlaw/locale/*/LC_MESSAGES/*.po
Languages: el, fi, it

source: London Law does not appear to be installed.
el: Το London Law δεν φαίνεται να έχει εγκατασταθεί
it: London Law non sembra essere installato.

source: Attempting to launch admin client from current directory...
el: Προσπάθεια για εκκίνηση της εφαρμογής διαχείρισης από τον τρέχων φάκελο
it: Tento di lanciare il client di amministrazione dalla directory corrente...

source: Attempting to launch client from current directory...
el: Προσπάθεια για εκκίνηση της εφαρμογής από τον τρέχων φάκελο
it: Tento di lanciare il client dalla directory corrente...

source: Attempting to launch server from current directory...
el: Προσπάθεια για εκκίνηση του server από τον τρέχων φάκελο
it: Tento di lanciare il server dalla directory corrente...

source: Red
el: Κόκκινο
fi: Punainen
it: Rosso

source: Yellow
el: Κίτρινο
fi: Keltainen
it: Giallo

source: Green
el: Πράσινο
fi: Vihreä
it: Verde

source: Blue
el: Μπλε
fi: Sininen
it: Blu

source: Black
el: Μαύρο
fi: Musta
it: Nero

source: Username not permitted for this in-progress game.
el: Το όνομα αυτό δεν επιτρέπεται σε αυτό το υπο εξέλιξη παιχνίδι
fi: Nimi on jo käytössä tässä pelissä.
it: Nome utente non permesso per questa partita in corso.

source: That game has already been completed.
el: Αυτό το παιχνίδι έχει ήδη ολοκληρωθεί
fi: Peli on jo päättynyt.
it: Questa partita è già stata completata.

source: That game is full.
el: Αυτό το παιχνίδι είναι γεμάτο
fi: Tähän peliin ei oteta mukaan uusia pelaajia.
it: Questa partita è piena.

source: Mr. X was caught by the %(color)s Detective at location %(number)d. The detectives win!
el: Ο Mr. X πιάστηκε από το/τη %(color)s Αστυνομικό στο σημείο %(number)d. Οι αστυνομικοί κέρδισαν!
fi: %(color)s Etsivä nappasi Herra X:n %(number)d. Etsivät voittivat!
it: Mr. X è stato catturato dal Detective %(color)s nel luogo numero %(number)d. I detective vincono!

source: Mr. X successfully evaded the detectives for 24 turns. Mr. X wins!
el: Ο Mr. X απέφυγε επιτυχώς τους αστυνομικούς για 24 γύρους. Ο Mr. X. κέρδισε!
fi: Herra X onnistui pakoilemaan 24:n kierroksen ajan. Herra X Voittaa!
it: Mr. X è riuscito ad evitare i detective per 24 turni. Mr. X vince!

source: None of the detectives are able to move. Mr. X wins!
el: Κανένας από τους αστυνομικούς δε μπορεί να κινηθεί. Ο Mr. X κέρδισε!
fi: Kukaan etsivistä ei pysty liikkumaan. Herra X voittaa!
it: Nessuno dei detective può muoversi. Mr. X vince!

source: Game name in use.
el: Το όνομα παιχνιδιού χρησιμοποιείται
fi: Sen niminen peli on jo.
it: Nome partita già in uso.

source: Closing game registry
el: Κλείσιμο της μνήμης του παιχνιδιού
it: Chiudo l'elenco delle partite

source: Purging expired games
el: Σβήσιμο ληγμένων παιχνιδιών
fi: Poistetaan vanhentuneet pelit
it: Elimino le partite scadute

source: admin login disabled. Consult the user manual to enable administrator access.
el: η είσοδος του διαχειριστή έχει απενεργοποιηθεί. Συμβουλευτείτε το εγχειρίδιο χρήσης για να την ενεργοποιήσετε
it: login di amministrazione disabilitato. Consulta il manuale utente per abilitare l'accesso di amministrazione.

source: Incorrect password.
el: Λάθος συνθηματικό
fi: Virheellinen salasana.
it: Password errata.

source: That username is in use.
el: Αυτό το όνομα χρησιμοποιείται ήδη
fi: Käyttäjänimi on jo käytössä.
it: Nome utente già in uso.

source: Removed game "%(gamename)s"
el: Αφαιρέθηκε το παιχνίδι %(gamename)s"
fi: Peli "%(gamename)s" poistettu
it: Rimossa partita "%(gamename)s"

source: Player name not found.
el: Το όνομα του παίκτη δε βρέθηκε
fi: Käyttäjänimeä ei löydy.
it: Nome giocatore non trovato.

source: Unrecognized game name.
el: Άγνωστο όνομα παιχνιδιού
fi: Peliä ei löydy.
it: Nome giocatore non riconosciuto.

source: The server admin ejected you from this game.
el: Ο διαχειριστής του server σας έδιωξε από το παιχνίδι
it: L'amministratore del server ti ha escluso da questa partita.

source: No such user is connected.
el: Δεν υπάρχει τέτοιος συνδεδεμένος χρήστης
it: L'utente specificato non è connesso.

source: That move is illegal.
el: Αυτή η κίνηση είναι παράνομη
fi: Virheellinen siirto.
it: Quella mossa non è permessa.

source: It is not that pawn's turn.
el: Δεν κινείται αυτό το πιόνι
it: Non era il turno di quel pedone.

source: Game is in progress.
el: Το παιχνίδι βρίσκεται σε εξέλιξη
it: Partita in corso.

source: Unsupported language code.
el: Μη υποστηριζόμενος κωδικός γλώσσας
fi: Kyseistä kieltä ei ole tuettu.
it: Codice lingua non supportato.

source: That game name is already in use.
el: Αυτό το παιχνίδι ήδη χρησιμοποιείται
fi: Sen niminen peli on jo käytössä.
it: Quel nome partita è già in uso.

source: New game "%(gamename)s" created by player "%(playername)s"
el: Το νέο παιχνίδι "%(gamename)s" δημιουργήθηκε από τον/την παίκτη/κτρια "%(playername)s"
fi: "%(playername)s" käynnisti uuden pelin, nimeltä "%(gamename)s"
it: Nuova partita "%(gamename)s" creata dal giocatore "%(playername)s"

source: Already logged in.
el: Ήδη συνδεδεμένος/η
fi: Olet jo kirjautunut.
it: Già loggato.

source: Player "%(playername)s" has signed on
el: Ο/η παίκτης/κτρια "%(playername)s" συνδέθηκε
fi: Pelaaja "%(playername)s" kirjautui sisään.
it: Il giocatore "%(playername)s" si è collegato

source: Protocol version not verified.
el: Η έκδοση του πρωτοκόλλου δεν επιβεβαιώθηκε
it: Versione del protocollo non verificata.

source: Protocol version already verified.
el: Η έκδοση του πρωτοκόλλου έχει ήδη επιβεβαιωθεί
it: Versione del protocollo già verificata.

source: Incompatible protocol version.
el: Ασύμβατη έκδοση πρωτοκόλλου
fi: Epäyhteensopiva versio protokollasta.
it: Versione del protocollo incompatibile.

source: Connection lost to player "%(playername)s"
el: Η σύνδεση με τον/την παίκτη/κτρια "%(playername)s" χάθηκε
fi: Ei yhteyttä pelaajaan "%(playername)s"
it: Connessione con il giocatore "%(playername)s" perduta

source: Unrecognized command.
el: Άγνωστη εντολή
fi: Virheellinen komento.
it: Comando non riconosciuto.

source: Invalid number of moves.
el: Άκυρος αριθμός κινήσεων
it: Numero di mosse non valido.

source: That team is full.
el: Η ομάδα είναι γεμάτη
fi: Joukkueeseen ei mahdu.
it: Quella squadra è piena.

source: Player not on team.
el: Ο παίκτης δεν είναι στην ομάδα
fi: Pelaaja ei ole joukkueessa.
it: Giocatore non membro della squadra.

source: listen for connections on port NUM
el: αναμονή για συνδέσης στη θύρα NUM
it: ascolta connessioni sulla porta NUM

source: send to:
el: αποστολή προς:
fi: lähetä:
it: invia a:

source: all
el: όλους/ες
fi: kaikille
it: tutti

source: team
el: ομάδα
fi: joukkueelle
it: squadra

source: File
el: Αρχείο
fi: Tiedosto

source: Exit%(hotkey)s
el: Έξοδος%(hotkey)s
fi: Lopeta%(hotkey)s
it: Esci%(hotkey)s

source: Connect to:
el: Σύνδεση με:
fi: Yhdistä:
it: Connetti a:

source: port:
el: θύρα:
fi: portti:
it: porta:

source: User information:
el: Πληροφορίες χρήστη:
fi: Käyttäjätiedot:
it: Informazioni Utente:

source: username:
el: όνομα:
fi: nimi:
it: nome utente:

source: password:
el: συνθηματικό:
fi: salasana:

source: Connect
el: Σύνδεση
fi: Muodosta yhteys
it: Connessione

source: Quit
el: Έξοδος
fi: Lopeta
it: Esci

source: Server Message
el: Μήνυμα από το server:
fi: Viesti palvelimelta
it: Messaggio dal Server

source: Create a New Game
el: Δημιουργία νέου παιχνιδιού
fi: Aloita Uusi Peli
it: Crea una Nuova Partita

source: New Game:
el: Νέο παιχνίδι:
fi: Uusi Peli:
it: Nuova Partita:

source: game room name:
el: όνομα δωματίου παιχνιδιού:
fi: peli huone:
it: nome della stanza di gioco:

source: game type:
el: τύπος παιχνιδιού:
fi: pelin tyyppi:
it: tipo di gioco:

source: standard
el: κλασσικό
fi: normaali

source: OK
el: ΟΚ

source: Cancel
el: Άκυρο
fi: Peruuta
it: Annulla

source: Disconnect
el: Αποσύνδεση
fi: Katkaise yhteys
it: Disconnetti

source: Disconnect from server
el: Αποσύνδεση από το server
fi: Katkaise yhteys palvelimeen
it: Disconnetti dal server

source: Exit London Law
el: Έχοδος από το London Law
fi: Poistu London Law:sta
it: Esci da London Law

source: Game Room
el: Δωμάτιο παιχνιδιού
fi: Peli Huone
it: Stanza

source: Status
el: Κατάσταση
fi: Tila
it: Stato

source: Game Type
el: Τύπος παιχνιδιού
fi: Pelin tyyppi
it: Tipo di gioco

source: Players
el: Παίκτες
fi: Pelaajat
it: Giocatori

source: (no games currently available)
el: (δεν υπάρχουν διαθέσιμα παιχνίδια)
fi: (ei pelejä tarjolla)
it: (nessuna partita attualmente disponibile)

source: Join Game
el: Συμμετοχή στο παιχνίδι
fi: Liity peliin
it: Unisciti alla Partita

source: New Game
el: Νέο παιχνίδι
fi: Uusi peli
it: Nuova Partita

source: Disconnect from the server and exit London Law?
el: Αποσύνδεση από το server και έξοδος από το London Law;
fi: Katkaise yhteys palvelimeen ja sulje London Law?
it: Disconnettersi dal server ed uscire da London Law?

source: Disconnect and Quit
el: Αποσύνδεση και έξοδος
fi: Katkaise yhteys ja Lopeta
it: Disconnetti ed Esci

source: Disconnect from the server?
el: Αποσύνδεση από το server;
fi: Katkaise yhteys palvelimeen?
it: Disconnettersi dal server?

source: Turn %(num)d
el: Γύρος %(num)d
fi: Siirto%(num)d
it: Turno %(num)d

source: Map Zoom%(hotkey)s
el: Μεγένθυνση του χάρτη%(hotkey)s
it: Zoom Mappa%(hotkey)s

source: Mr. X History%(hotkey)s
el: Ιστορικό του Mr.X%(hotkey)s
fi: Herra X:n Viestit%(hotkey)s
it: Cronologia di Mr. X%(hotkey)s

source: Show/hide the Mr. X history window
el: Εμφάνιση/κρύψιμο του παραθύρου ιστορικού του Mr.X
fi: Näytä/piilota Herra X:n viesti ikkuna.
it: Visualizza/nascondi la finestra di cronologia di Mr. X

source: View
el: Εμφάνιση
fi: Näytä
it: Vedi

source: About London Law
el: Σχετικά με το Lonodon Law
fi: Tietoja London Lawsta
it: A proposito di London Law

source: Help
el: Βοήθεια
fi: Ohje
it: Aiuto

source: The game has not yet started.
el: Το παιχνίδι δεν έχει ξεκινήσει ακόμα.
fi: Peliä ei ole vielä aloitettua.
it: Questa partita non è ancora cominciata.

source: Turn: 0
el: Γύρος: 0
fi: Siirto: 0
it: Turno: 0

source: London Law -- Detectives
el: London Law -- Αστυνομικοί
fi: London Law -- Etsivät
it: London Law -- Detective

source: Move
el: Κίνηση
fi: Siirrä
it: Muovi

source: View History
el: Εμφάνιση Ιστορικού
it: Vedi Cronologia

source: Zoom
el: Μεγένθυνση

source: <%(playername)s [to team]> %(message)s
el: <%(playername)s [στην ομάδα]> %(message)s
fi: <%(playername)s Joukkueelle> %(message)s
it: <%(playername)s [alla squadra]> %(message)s

source: a taxi
el: ένα ταξί
fi: käytti taksia
it: un taxi

source: a bus
el: ένα λεωφορείο
fi: käytti linja-autoa
it: un autobus

source: the underground
el: τον υπόγειο
fi: käytti metroa
it: la metro

source: a black ticket
el: ένα μαύρο εισητήριο
it: un biglietto nero

source: Mr. X made his move using %(transport)s.
el: ο Mr. X έκανε την κίνησή του χρησιμοποιώντας %(transport)s.
fi: Herra X käytti %(transport)s.
it: Mr. X ha fatto la sua mossa usando %(transport)s.

source: Mr. X moved to %(number)d using %(transport)s.
el: ο Mr. X κινήθηκε στο %(number)d χρησιμοποιώντας %(transport)s.
fi: Herra X siirty kohtaan %(number)d käyttäen %(transport)s.
it: Mr. X si è mosso a %(number)d usando %(transport)s.

source: Mr. X surfaced at %(number)d using %(transport)s.
el: ο Mr. X εμφανίστηκε στο %(number)d χρησιμοποιώντας %(transport)s.
it: Mr. X è stato avvistato a %(number)d usando %(transport)s.

source: The Red Detective moved to %(number)d using %(transport)s.
el: Ο Κόκκινος Αστυνομικός κινήθηκε στο %(number)d χρησιμοποιώντας %(transport)s.
fi: Punainen Etsivä siityi kohtaan %(number)d käyttäen %(transport)s.
it: Il Detective Rosso si è mosso a %(number)d usando %(transport)s.

source: The Yellow Detective moved to %(number)d using %(transport)s.
el: Ο Κίτρινος Αστυνομικός κινήθηκε στο %(number)d χρησιμοποιώντας %(transport)s.
fi: Keltainen Etsivä siityi kohtaan %(number)d käyttäen %(transport)s.
it: Il Detective Giallo si è mosso a %(number)d usando %(transport)s.

source: The Green Detective moved to %(number)d using %(transport)s.
el: Ο Πράσινος Αστυνομικός κινήθηκε στο %(number)d χρησιμοποιώντας %(transport)s.
fi: Vihreä Etsivä siityi kohtaan %(number)d käyttäen %(transport)s.
it: Il Detective Verde si è mosso a %(number)d usando %(transport)s.

source: The Blue Detective moved to %(number)d using %(transport)s.
el: Ο Μπλε Αστυνομικός κινήθηκε στο %(number)d χρησιμοποιώντας %(transport)s.
fi: Sininen Etsivä siityi kohtaan %(number)d käyttäen %(transport)s.
it: Il Detective Blu si è mosso a %(number)d usando %(transport)s.

source: The Black Detective moved to %(number)d using %(transport)s.
el: Ο Μαύρος Αστυνομικός κινήθηκε στο %(number)d χρησιμοποιώντας %(transport)s.
fi: Musta Etsivä siityi kohtaan %(number)d käyttäen %(transport)s.
it: Il Detective Nero si è mosso a %(number)d usando %(transport)s.

source: Mr. X just used a double move ticket!
el: Ο Mr. X μόλις χρησιμοποίησε ένα εισητήριο διπλής κίνησης
fi: Herra X käytti tupla siirron
it: Mr. X ha usato un biglietto di mossa doppia!

source: Double Move
el: Διπλή Κίνηση
fi: Tupla Siirto
it: Mossa Doppia

source: London Law v%(version)s A multiplayer manhunting adventure by Paul Pelzl
el: London Law v%(version)s↵ ↵ Ένα ανθρωποκυνηγητό για πολλούς παίκτες από τον Paul Pelzl
fi: London Law v%(version)s↵ ↵
it: London Law ver. %(version)s Un'avventura di caccia all'uomo multiplayer di Paul Pelzl

source: Turn: %(num)d
el: Γύρος: %(num)d
fi: Siirto: %(num)d
it: Turno: %(num)d

source: you
el: εσύ
it: tu

source: It is Mr. X's turn (%(username)s).
el: Είναι η σειρά του Mr. X (%(username)s).
fi: Herra X:n vuoro (%(username)s).
it: E' il turno di Mr. X (%(username)s).

source: It is the Red Detective's turn (%(username)s).
el: Είναι η σειρά του Κόκκινου Αστυνομικού (%(username)s).
fi: On punaisen Etsivän vuoro (%(username)s).
it: E' il turno del Detective Rosso (%(username)s).

source: It is the Yellow Detective's turn (%(username)s).
el: Είναι η σειρά του Κίτρινου Αστυνομικού (%(username)s).
fi: On Keltaisen Etsivän vuoro (%(username)s).
it: E' il turno del Detective Giallo (%(username)s).

source: It is the Green Detective's turn (%(username)s).
el: Είναι η σειρά του Πράσινου Αστυνομικού (%(username)s).
fi: On Vihreän Etsivän vuoro (%(username)s).
it: E' il turno del Detective Verde (%(username)s).

source: It is the Blue Detective's turn (%(username)s).
el: Είναι η σειρά του Μπλε Αστυνομικού (%(username)s).
fi: On Sinisen Etsivän vuoro (%(username)s).
it: E' il turno del Detective Blu (%(username)s).

source: It is the Black Detective's turn (%(username)s).
el: Είναι η σειρά του Μαύρου Αστυνομικού (%(username)s).
fi: On Mustan Etsivän vuoro (%(username)s).
it: E' il turno del Detective Nero (%(username)s).

source: Choose a Move
el: Διάλεξε μια κίνηση
fi: Valitse siirto
it: Scegli una Mossa

source: move type:
el: τύπος κίνησης:
it: tipo della mossa:

source: Single
el: Μονή
it: Singola

source: Double
el: Διπλή
it: Doppia

source: Move from %(number)d to
el: Μετακίνηση από το %(number)d στο
fi: Siirry kohteesta %(number)d kohtaan
it: Muovi da %(number)d a

source: using
el: χρησιμοποιώντας
fi: käytä
it: usando

source: Move from %(number)s to
el: Μετακίνηση από το %(number)s στο
fi: Siirry kohteesta %(number)s kohtaan
it: Muovi da %(number)s a

source: Move One:
el: Πρώτη Κίνηση:
it: Mossa Uno:

source: Move Two:
el: Δεύτερη Κίνηση
it: Mossa Due:

source: Mr. X can't move to that location.
el: Ο Mr. X δε μπορεί να κινηθεί σε αυτήν την περιοχή
fi: Herra X ei voi mennä sinne.
it: Mr. X non può muovere in quel posto.

source: The Red Detective can't move to that location.
el: Ο Κόκκινος Αστυνομικός δε μπορεί να κινηθεί σε αυτήν την περιοχή
fi: Punainen Etsivä ei voi mennä sinne.
it: Il Detective Rosso non può muovere in quel posto.

source: The Yellow Detective can't move to that location.
el: Ο Κίτρινος Αστυνομικός δε μπορεί να κινηθεί σε αυτήν την περιοχή
fi: Keltainen Etsivä ei voi mennä sinne.
it: Il Detective Giallo non può muovere in quel posto.

source: The Green Detective can't move to that location.
el: Ο Πράσινος Αστυνομικός δε μπορεί να κινηθεί σε αυτήν την περιοχή
fi: Vihreä Etsivä ei voi mennä sinne.
it: Il Detective Verde non può muovere in quel posto.

source: The Blue Detective can't move to that location.
el: Ο Μπλε Αστυνομικός δε μπορεί να κινηθεί σε αυτήν την περιοχή
fi: Sininen Etsivä ei voi mennä sinne.
it: Il Detective Blu non può muovere in quel posto.

source: The Black Detective can't move to that location.
el: Ο Μαύρος Αστυνομικός δε μπορεί να κινηθεί σε αυτήν την περιοχή
fi: Musta Etsivä ei voi mennä sinne.
it: Il Detective Nero non può muovere in quel posto.

source: Illegal Move
el: Παράνομη κίνηση
fi: Virheellinen siirto
it: Mossa non Valida

source: taxi
el: ταξί
fi: taksi

source: bus
el: λεωφορείο
fi: linja-auto
it: autobus

source: underground
el: υπόγειος
fi: metro
it: metro

source: black ticket
el: μαύρο εισητήριο
it: biglietto nero

source: You have been disconnected from the server.
el: Έχετε αποσυνδεθεί από το server
fi: Yhteytesi palvelimelle on katkaistu.
it: Sei stato sconnesso dal server.

source: Preparing to start the game...
el: Προετοιμάζοντας την εκίνηση του παιχνιδιού
it: Preparazione per l'avvio della partita...

source: Player "%(playername)s" disconnected from the server.
el: Ο/η παίκτης/κτρια "%(playername)s" αποσυνδέθηκε από το server
fi: "%(playername)s"n yhteys palvelimeen on katkaistu.
it: Il Giocatore "%(playername)s" si è disconnesso dal server.

source: Player "%(playername)s" has rejoined the game.
el: ο/η παίκτης/κτρια "%(playername)s" ξανασυνδέθηκε
fi: "%(playername)s" on mukana pelissä.
it: Il Giocatore "%(playername)s" si è ricollegato alla partita.

source: Choose a Team
el: Διάλεξε ομάδα
fi: Valitse Joukkue
it: Scegli una Squadra

source: team:
el: ομάδα:
fi: joukkue:
it: squadra:

source: Detectives
el: Αστυνομικοί
fi: Etsivät
it: Detective

source: Player
el: Παίκτης
fi: Pelaaja
it: Giocatore

source: Team
el: Ομάδα
fi: Joukkue
it: Squadra

source: Votes to Start?
el: Ψήφοι για εκκίνηση;
it: Voti per Iniziare?

source: Pawns
el: Πιόνια
it: Pedoni

source: (no players joined)
el: (δεν έχουν συνδεθεί παίκτες)
fi: (ei yhtään pelaajaa)
it: (nessun giocatore si è unito)

source: Leave Game
el: Έξοδος από το παιχνίδι
fi: Poistu pelistä
it: Lascia Partita

source: Choose Team
el: Επιλογή ομάδας
fi: Valitse Joukkue
it: Scegli Squadra

source: Vote to Start
el: Ψήφισε να ξεκινήσει
fi: Liity tähän peliin
it: Vota per Iniziare

source: London Law -- Connect to Server
el: London Law -- Σύνδεση με το Server
fi: London Law -- Yhdistä Palvelimeen
it: London Law -- Connessione al Server

source: London Law -- Choose a Game
el: London Law -- Επιλογή παιχνιδιού
fi: London Law -- Valitse Peli
it: London Law -- Scegli una Partita

source: London Law -- Team Selection
el: London Law -- Επιλογή ομάδας
it: London Law -- Selezione Squadra

source: You must enter a valid hostname.
el: Πρέπει να εισάγεις ένα έγκυρο hostname
it: Devi inserire un hostname valido.

source: You must enter a valid port number.
el: Πρέπει να εισάγεις έναν έγκυρο αριθμό θύρας
it: Devi inserire un numero di porta valido.

source: You must enter a valid username.
el: Πρέπει να εισάγεις ένα έγκυρο όνομα
it: Devi inserire uno username valido.

source: The port number must be an integer.
el: η θύρα πρέπει να είναι ακέραιος
fi: Luvun on oltava kokonaisluku.
it: Il numero di porta deve essere un numero intero.

source: Connecting to server...
el: Σύνδεση με το server...
fi: Muodostetaan yhteyttä palvelimeen..
it: Connessione al server...

source: Insufficient arguments.
it: Argomenti insufficienti

source: Unrecognized protocol string.
it: Stringa di protocollo non riconosciuta.

source: Fullscreen Map%(hotkey)s
fi: Koko ruudun kartta%(hotkey)s
it: Mappa a pieno schermo%(hotkey)s

source: Toggle fullscreen map view
it: Visualizza mappa a pieno schermo

source: Toggle map zoom level
it: Scegli il livello di zoom della mappa

source: London Law -- Mr. X
fi: London Law -- Herra X

source: Mr. X
fi: Herra X
